<template>
    <div class="page">
        <h1>אודות</h1>
        <h2>שיטת עבודה</h2>
        <p>לקחתי מתוך אתר האו"ם את רשימת ההצבעות לפי פילטור "פלסטין" רשימת ההצבעות הן:</p>
        <p>
            3996096 3996095 3996093 3996092 3949881 3893463 3893462 3893461 3893459 3837830 3837829 3837828 3837827 1654162 1654161 1654160 1654157 1471017 1326170 1326169 1326166 1326165 850619 850615 850614 827233 827223 827218 827216 820121 820114 820109 820067 764206 764205 764203 762024 738659 738657 738629 738626 738624 720416 720410 720397 720396 697336 697333 697332 697331 672938 672925 672918 672913 643898 643897 643895 643894 614179 614178 614177 614166 614165 587738 587737 587707 587685 587673 561753 561751 561748 561747 536120 536087 536083 536082 521431 507408 507407 507406 507405 480142 480141 480140 480138 453755 453754 453753 453751 428573 428572 428571 428570 404028 404026 404025 404024 285524 285268 285267 285266 285265 284917 284916 284915 284914 284771 284505 284504 284503 284502 284148 284147 284146 284145 283624 283623 283622 283621 283330 283329 283328 283327 282869 282868 282867 282866 282865 282532 282531 282530 282529 282528 282131 282130 282129 282128 282127 281730 281729 281728 281727 281698 281687 281677 281676 281675 281674 281673 281067 281066 281065 281064 280695 280694 280693 280692 279826 279825 279824 279823 278862 278859 278858 278857 278673 278672 278671 278670 278669
        </p>
        <p>לא לקחתי את הצבעות של מועצת הביטחון אלא רק הצבעות פתוחות לכלל המדינות, כיוון שמטרת הפרוייקט הוא להראות את מעמד וחברות ישראל עם המדינות השונות, ולא עם החברות הבודדות של מועצת הביטחון.</p>
        <p>יצאתי מנקודת הנחה שתמיד ישראל מצביעה בעד עצמה, ולכן ההגדרה להצבעה בעד ישראל היא להצביע כמו ישראל. יש לכל מדינה בכל הצבעה 5 אפשרויות - בעד, נגד, ונטרלי. כל אחת מהן זאת הצבעה אקטיבית. וכן מדינה שלא קיימת כמו מזרח גרמניה, שלא נספרת, ואפשרות נוספת של מדינה ששקיימת אבל לא מצביעה. לדוגמא אפגניסטן במעמד הזה כרגע, ואני מתייחס לזה כמו למדינה שלא קיימת.</p>
        <h2 :style="{'margin-top': '30px'}">דרכי יצירת קשר</h2>
        <p>שמי אברהם בן ארוש</p>
        <p>מייל: <a href="mailto:b.a.avraham@gmail.com">b.a.avraham@gmail.com</a></p>
        <p>לינקדאין: <a href="https://www.linkedin.com/in/avraham-ben-arosh/">https://www.linkedin.com/in/avraham-ben-arosh/</a></p>
    </div>
</template>

<style scoped>
a{
    color: blue;
}
</style>